[
  {
    "id": 1,
    "image": "/pictures/Shajek.jpeg",
    "title": "Shajek Valley, Shajek",
    "type": "Hill Station",
    "fun_activities": ["Hill trekking", "Photography", "Sunset viewing", "Camping"],
    "description": "Shajek Valley is one of the most popular hill destinations in Bangladesh, located in the Rangamati district near the India–Bangladesh border. The valley is known for its breathtaking natural beauty, green hills, winding roads, and floating clouds that create a magical atmosphere throughout the year. During the rainy season, the entire valley becomes covered in mist, making it feel like a dreamland above the clouds. Visitors often enjoy peaceful walks along the mountain roads while observing tribal villages and local lifestyle. Shajek is especially famous for its sunrise and sunset views, where the sky changes colors over endless hills. Adventure lovers can enjoy short hill treks, photography, and camping under the open sky. Local restaurants serve traditional hill food along with popular Bangladeshi dishes, adding to the travel experience. Due to its calm environment and cool weather, Shajek Valley is an ideal destination for couples, families, and nature lovers seeking relaxation away from city life."
  },
  {
    "id": 2,
    "image": "/pictures/Sylet.jpg",
    "title": "Tea Garden, Sunamganj, Sylhet",
    "type": "Tea Garden",
    "fun_activities": ["Tea garden walk", "Nature photography", "Village exploration"],
    "description": "The tea gardens of Sylhet are among the most scenic landscapes in Bangladesh, stretching across rolling hills covered in endless greenery. These gardens are well-known for producing high-quality tea and offer visitors a calm and refreshing environment. Walking through the narrow paths between tea bushes provides a peaceful experience, especially during early morning or late afternoon. Visitors can observe tea workers collecting fresh leaves and learn about traditional tea cultivation methods. The surrounding area is enriched with small villages, rivers, and hills that reflect the simple rural lifestyle of the region. Photography lovers will find countless opportunities to capture beautiful natural scenes, especially during sunrise and misty weather. Many tea estates also have nearby viewpoints that offer panoramic views of the gardens. The combination of fresh air, quiet surroundings, and natural beauty makes Sylhet’s tea gardens an excellent destination for relaxation and nature exploration."
  },
  {
    "id": 3,
    "image": "/pictures/coxbazar.jpg",
    "title": "Sea Beach, Cox's Bazar",
    "type": "Sea Beach",
    "fun_activities": ["Beach walking", "Swimming", "Surfing", "Seafood tasting"],
    "description": "Cox’s Bazar is famous for having the longest uninterrupted natural sea beach in the world, stretching over 120 kilometers along the Bay of Bengal. The beach is known for its golden sands, rolling waves, and stunning sunsets that attract millions of tourists every year. Visitors can enjoy long beach walks, swimming in the sea, and relaxing by the shore. Adventure seekers often try surfing or speed boat rides, while others prefer peaceful moments watching the waves. The beach area is filled with hotels, resorts, restaurants, and markets offering local handicrafts and seafood. Fresh seafood, especially grilled fish and prawns, is a major attraction for food lovers. Nearby places like Himchari, Inani Beach, and Laboni Point add more variety to the travel experience. Cox’s Bazar is an ideal destination for families, couples, and solo travelers looking for both relaxation and entertainment."
  },
  {
    "id": 4,
    "image": "/pictures/tanguar.jpg",
    "title": "Haor, Tanguar",
    "type": "Wetland / Haor",
    "fun_activities": ["Boat riding", "Bird watching", "Fishing", "Nature exploration"],
    "description": "Tanguar Haor is a vast wetland ecosystem located in the Sunamganj district and is considered one of the most beautiful natural areas in Bangladesh. During the monsoon season, the entire region turns into a massive water body, creating a stunning landscape that can only be explored by boat. Visitors can enjoy peaceful boat rides while observing floating villages, fishermen, and water plants. In winter, the haor becomes a sanctuary for thousands of migratory birds, making it a paradise for bird watchers and nature lovers. The calm environment and wide open views provide a perfect escape from busy city life. Tourists often stay on houseboats to experience the haor lifestyle closely. Fishing, photography, and sunset viewing are popular activities here. Tanguar Haor is ideal for travelers who enjoy nature, wildlife, and slow-paced exploration."
  },
  {
    "id": 5,
    "image": "/pictures/bisnakandi_0.webp",
    "title": "Bichanakandi, Sylhet",
    "type": "River & Stone Valley",
    "fun_activities": ["Stone collecting", "River bathing", "Photography", "Hiking"],
    "description": "Bichanakandi is a popular tourist destination in Sylhet known for its clear river water, stone-filled riverbeds, and surrounding hills. The area receives water flowing down from the Indian hills, creating a natural stream that remains clear throughout most of the year. Visitors enjoy walking barefoot on smooth stones, bathing in shallow river areas, and relaxing by the water. The surrounding hills and cloudy sky make the location ideal for photography, especially during the monsoon season. Small boats are available to explore the river and nearby scenic spots. Bichanakandi also offers a peaceful environment away from crowded city life, making it suitable for day trips. The natural beauty, fresh air, and soothing sound of flowing water create a memorable experience for tourists of all ages."
  },
  {
    "id": 6,
    "image": "/pictures/sundarbans-deer-secondary-768-o.jpg",
    "title": "Mangrove Forest, Sundarbans",
    "type": "Mangrove Forest",
    "fun_activities": ["Wildlife safari", "Boat cruising", "Bird watching", "Photography"],
    "description": "The Sundarbans is the largest mangrove forest in the world and a UNESCO World Heritage Site, located in the coastal region of Bangladesh. This forest is famous for its unique mangrove ecosystem and rich biodiversity. It is home to the Royal Bengal Tiger, spotted deer, crocodiles, and a wide variety of bird species. Visitors explore the forest mainly by boat, traveling through narrow rivers and canals surrounded by dense greenery. The calm water, silent forest, and natural sounds create a thrilling yet peaceful experience. Wildlife safaris and bird watching are popular activities, especially during early mornings. The Sundarbans also play a crucial role in protecting coastal areas from cyclones and erosion. This destination is perfect for adventure seekers, wildlife enthusiasts, and travelers interested in nature conservation."
  },
  {
    "id": 7,
    "image": "/pictures/paharpur-1200-600.jpg",
    "title": "Paharpur, Naogaon",
    "type": "Historical Site",
    "fun_activities": ["Historical exploration", "Photography", "Learning heritage"],
    "description": "Paharpur is an important archaeological site in Bangladesh, famous for the ancient Buddhist monastery known as Somapura Mahavihara. Built in the 8th century, this monastery was one of the largest learning centers in South Asia and attracted scholars from different regions. The ruins showcase impressive brick structures, detailed terracotta artwork, and a unique architectural design. Visitors can walk around the site while imagining the historical significance of the monastery during ancient times. A nearby museum displays sculptures, inscriptions, and artifacts discovered during excavations. Paharpur offers a valuable educational experience for students, history lovers, and researchers. The peaceful surroundings and historical atmosphere make it an excellent place for photography and learning about Bangladesh’s rich cultural heritage."
  }
]
